Repository: sillsdev/FwLocalizations
Catalog: messages.id.tmx
Source language: en
Languages: id

source: Edit slots
id: Edit slot-slot

source: Edit slots for {0}
id: Edit slot-slot untuk {0}

source: Edit the Academic Domains
id: Edit Ranah Akademis

source: Edit the Anthropology Categories
id: Edit Kategori Antropologi

source: Edit the Category Inflectable Features
id: Edit Ciri-ciri Kategori yang dapat Dibubuhkan

source: Edit the Education list
id: Edit Daftar Pendidikan

source: Edit the Entry Types
id: Edit Jenis Entri

source: Edit the Environments
id: Edit Lingkungan

source: Edit the Exception "Features"
id: Edit Pengecualian "Ciri-ciri"

source: Edit the Feature Types
id: Edit Jenis-jenis Ciri

source: Edit the Features
id: Edit Ciri-ciri

source: Edit the Genres
id: Edit Daftar Jenis

source: Edit the Inflection Classes for {0}
id: Edit Jenis Infleksi untuk {0}

source: Edit the Inflection Classes for {0}.
id: Edit Jenis Infleksi untuk {0}.

source: Edit the Inflection Classes for Adjective
id: Edit Jenis Infleksi untuk Kata Sifat

source: Edit the Inflection Classes for categories
id: Edit Jenis Infleksi untuk kategori

source: Edit the list of Researchers
id: Edit daftar peneliti

source: Edit the list of Restrictions
id: Edit daftar Batasan

source: Edit the list of Usages.
id: Edit daftar Penggunaan.

source: Edit the Locations list
id: Edit daftar Lokasi

source: Edit the Natural Classes
id: Edit Golongan Seciri

source: Edit the Phonemes
id: Edit Fonem

source: Edit the Semantic Domains
id: Edit Medan Makna

source: Edit the Sense Types
id: Edit Jenis Pengertian

source: Edit the Status list
id: Edit daftar Status

source: Edit the Stem Names for {0}
id: Edit Nama Pangkal untuk {0}

source: Edit the Stem Names for categories
id: Edit Nama Pangkal untuk kategori-kategori

source: Education
id: Pendidikan

source: Education Level
id: Tingkat Pendidikan

source: Education Levels
id: Tingkat Pendidikan

source: Empty
id: Kosong

source: Empty Field Name
id: Nama Bidang Kosong

source: <empty>
id: <kosong>

source: <Empty>
id: <Kosong>

source: enclitic
id: enklitik

source: {0} Enclitic
id: {0} Enklitik

source: Encoding Converter
id: Pengkonversi Pengkodean

source: Encoding Converter :
id: Pengkonversi Pengkodean :

source: &Encoding converter for importing {0}:
id: &Pengkonversi pengkodean untuk mengimpor {0}:

source: Encoding converter for importing {0}:
id: Pengkonversi Pengkodean untuk mengimpor {0}:

source: Encoding Converter:
id: Pengkonversi Pengkodean:

source: Encyclopedic Info
id: Informasi Umum

source: End At
id: Ujung Pada

source: End of Field
id: Ujung Bidang

source: {0} End of line
id: {0} Akhiran baris

source: End of Word
id: Akhir Kata

source: &Ending marker:
id: &Tanda Akhir:

source: Ends
id: Ujung

source: English
id: Inggris

source: Enter a descriptor that will be used to identify this language for fields and infield markers, then specify the FieldWorks writing system and encoding converter for this language.
id: Masukkan deskriptor yang akan digunakan mengidentifikasi bahasa ini untuk tanda-tanda bidang dan bukan bidang, kemudian spesifikasikan sistem penulisan FieldWorks dan pengkonversi pengkodean untuk bahasa ini.

source: Enter a name or comment about this specific reference set. For now it is visible only in this dialog.
id: Ketik nama atau catatan tentang perangkat acuan ini. Untuk sementara, perangkat acuan ini hanya bisa dilihat di kotak ini.

source: Enter or paste your text here, then click "Show Interlinear."
id: Masukkan atau tempelkan teks Anda di sini, lalu klik "Perlihatkan Terjemahan Antarbaris."

source: Enter text to search for:
id: Ketik teks untuk dicari:

source: Enter the name for this project. For example, use the name of a language or culture.
id: Ketik nama proyek. Misalnya, menggunakan nama bahasa atau suku.

source: Entries
id: Entri-entri

source: {0} entries processed for import.
id: {0} entri diproses untuk impor.

source: {0} Entries to review:
id: {0} Entri untuk ditinjau kembali:

source: {0} Entries to review: Detail shown for first {1} Entries.
id: {0} Entri-entri untuk ditinjau kembali: Perincian diperlihatkan untuk {1} entri pertama.

source: {0} Entries to review: Detail shown for first Entry.
id: {0} Entri-entri untuk ditinjau kembali: Perincian diperlihatkan untuk Entri pertama.

source: entry
id: Entri

source: &Entry
id: &Entri

source: Entry
id: Entri

source: Entry "{0}" will be merged into "{1}",{2}resulting in one entry.
id: Entri "{0}" akan digabungkan pada "{1}",{2}menjadi satu entri.

source: Entry "{0}" will be merged into the entry you select above,{1}resulting in one entry.
id: Entri "{0}" akan digabungkan pada entri Anda pilih di atas,{1}menjadi satu entri.

source: Entry Collection
id: Koleksi Entri

source: Entry not published
id: Entri tak diterbitkan

source: Entry Pair
id: Pasangan Entri

source: Entry Pair - 2 relation names
id: Pasangan Entri - 2 nama hubungan

source: Entry Properties
id: Properti-properti Entri

source: Entry Sequence/scale
id: Urutan/skala Entri

source: Entry Tree
id: Pohon Entri

source: Entry Type
id: Jenis Entri

source: _Entry...
id: _Entri...

source: Entry/Sense collection
id: Koleksi entri/pengertian

source: Entry/Sense Pair
id: Entri/Pasangan Pengertian

source: Entry/Sense Pair - 2 relation names
id: Entri/Pasangan Pengertian - 2 nama hubungan

source: Entry/Sense Sequence/scale
id: Urutan/skala Entri/Pengertian

source: Entry/Sense Tree
id: Pohon Entri/Pengertian

source: Entry: {0}
id: Entri: {0}

source: Environment
id: Lingkungan

source: Environment: {0}
id: Lingkungan: {0}

source: Environments
id: Lingkungan

source: equal to
id: sama dengan

source: {0}: error
id: {0}: kesalahan

source: Error
id: Kesalahan

source: ERROR
id: KESALAHAN

source: Error == {0}
id: Kesalahan == {0}

source: error encountered
id: kesalahan ditemukan

source: Error in Environment
id: Kesalahan di Lingkungan

source: Error in Filter text
id: Kesalahan di teks saringan

source: Error in filter: {0}
id: Kesalahan di saringan: {0}

source: Error restoring from FieldWorks 6.0 (or earlier) backup
id: Kesalahan terjadi sewaktu mengembalikan dari cadangan FieldWorks 6.0 (atau terdahulu)

source: Error saving writing system
id: Kesalahan terjadi waktu menyimpan sistem tulisan

source: Error Showing Report
id: Kesalahan Terjadi Waktu Memperlihatkan Laporan

source: Error: {0}
id: Kesalahan: {0}

source: {0} errors and {1} warnings found in {2}.
id: {0} kesalahan dan {1} peringatan ditemui di {2}.

source: {0} errors and 1 warning found in {1}
id: {0} kesalahan dan 1 peringatan ditemui di {1}

source: {0} errors found in {1}
id: {0} kesalahan ditemukan di {1}

source: Errors found or fixed
id: Kesalahan ditemukan atau diperbaiki

source: {0} Errors:
id: {0} Kesalahan:

source: {0} Errors: Detail shown for first {1} errors.
id: {0} Kesalahan: Perincian diperlihatkan untuk {1} ralat pertama.

source: {0} Errors: Detail shown for first error.
id: {0} Kesalahan: Perincian diperlihatkan untuk ralat pertama.

source: Ethnologue Code
id: Kode Ethnologue

source: Ethnologue code:
id: Kode Ethnologue:

source: Ethnologue Code:
id: Kode Ethnologue:

source: Etymology
id: Etimologi

source: Etymology - Comment
id: Etimologi - Catatan

source: Etymology - Form
id: Etimologi - Bentuk

source: Etymology - Gloss
id: Etimologi - Arti Singkat

source: Etymology - Source
id: Etimologi - Sumber

source: European Number
id: Nomor Eropah

source: Exact Spacing
id: Spasi Tepat

source: Exactly
id: Tepat

source: {0} Exactly n times
id: {0} Tepat n kali

source: Example
id: Contoh

source: Example of creating a new entry.
id: Contoh membuat entri baru.

source: Example of finding an entry.
id: Contoh mencari entri.

source: Example References
id: Contoh Referensi-referensi

source: Example Sentences
id: Kalimat-kalimat Contoh

source: Example Translation Types
id: Contoh Tipe-tipe Terjemahan

source: Example Translations
id: Contoh Terjemahan-terjemahan

source: Example Words
id: Kata-kata Contoh

source: Examples
id: Contoh-contoh

source: Exception "Feature"
id: "Ciri" Pengecualian

source: Exception "Features"
id: Pengecualian "Ciri-ciri"

source: _Exception Feature...
id: Ciri _Pengecualian...

source: Exception: {0}
id: Kecuali: {0}

source: _Exercises...
id: _Latihan...

source: E&xit
id: Ke&luar

source: Exit
id: Keluar

source: Exit Application
id: Keluar Aplikasi

source: E&xit the application
id: Keluar Aplikasi

source: Exits this application.
id: Keluar aplikasi ini.

source: Export
id: Ekspor

source: Export Discourse Chart
id: Ekspor Bagan Wacana

source: Export Discourse Chart...
id: Ekspor Bagan Wacana...

source: Export Interlinear
id: Ekspor Terjemahan Antarbaris

source: Export interlinearized texts
id: Ekspor terjemahan antarbaris

source: Export this FieldWorks project to a file.
id: Ekspor proyek FieldWorks ini ke sebuah berkas.

source: Export to {0}
id: Ekspor ke {0}

source: Export Translated Lists
id: Ekspor Daftar Terjemahan

source: &Export...
id: E&kspor...

source: _Export...
id: E_kspor...

source: Exporting {0}
id: Mengekspor {0}

source: Exporting...
id: Mengekspor...

source: Extension
id: Perpanjangan

source: Extra Requirements for Project Migration
id: Ketentuan Tambahan untuk Migrasi Proyek

source: Extracting {0} from zip file
id: Menggali {0} dari berkas zip

source: Failed
id: Gagal

source: Failed Jump
id: Loncat Gagal

source: {0} (failed migration)
id: {0} (migrasi gagal)

source: Failed to start server: {0}
id: Gagal memulai server: {0}

source: Failure
id: Kegagalan

source: Feature
id: Ciri

source: Feature #{0}
id: Ciri #{0}

source: Feature Set
id: Perangkat Ciri-ciri

source: Feature set {0}
id: Perangkat Ciri-ciri {0}

source: Feature Structure
id: Struktur Ciri-ciri

source: _Feature Type
id: Jenis _Ciri

source: Feature Type
id: Jenis Ciri

source: Feature Types
id: Jenis Ciri

source: Feature Value
id: Nilai Ciri

source: _Feature...
id: _Ciri...

source: Features
id: Ciri-ciri

source: Features for {0}:
id: Ciri-ciri untuk {0}

source: Female
id: Perempuan

source: Fi_elds
id: &Bidang-bidang

source: Field
id: Bidang

source: Field content is:
id: Isi bidang adalah:

source: Field Names should not be empty. Please choose a different name.
id: Nama Bidang seharusnya tidak kosong. Tolong pilih nama berdedah.

source: Field Usage Report System
id: Sistem Laporan Penggunaan Lapangan

source: Field Visibility
id: Tampak Bidang

source: Field_Works Project Properties...
id: Properti Proyek Field_Works...

source: FieldWorks 6.0 (or earlier) backup
id: Cadangan FieldWorks 6.0 (atau terdahulu)

source: FieldWorks 6.0 XML file
id: Berkas XML FieldWorks 6.0

source: FieldWorks allows you to set links to files such as documents and pictures.
id: FieldWorks mengizinkan Anda untuk mengatur link ke berkas seperti dokumen dan gambar.

source: FieldWorks Backup Failed
id: Cadangan FieldWorks Gagal

source: FieldWorks Backup files
id: Berkas Cadangan FieldWorks

source: FieldWorks cannot complete saving some changes to the character data because at least one file ({0}) is in use by another FieldWorks program. Please stop all FieldWorks programs other than your current program, then click "Retry" to try again.
id: FieldWorks tidak dapat selesai menyimpan perubahan data karakter karena setidaknya satu berkas ({0}) sedang digunakan oleh program FieldWorks lain. Hentikan seluruh program FieldWorks selain program saat ini, lalu klik "Coba Lagi" untuk mencoba lagi.

source: FieldWorks cannot open the project {0} because another program is using it. Please close the other program and try again. Note: this can sometimes occur when there appears to be no other program using the file. The simplest way to fix this is to log off and on again. Other options are discussed in Help.
id: FieldWorks tidak dapat membuka proyek {0} karena program lain sedang menggunakannya. Tutup program lain dan coba lagi. Catatan: Hal ini terkadang dapat terjadi ketika tampaknya tak ada program lain menggunakan berkas ini. Cara termudah untuk memperbaiki hal ini adalah dengan log off dan on lagi. Pilihan lain dibahas di Bantu.

source: FieldWorks cannot restore the linked files to their original location. The restored linked files for this project will be placed inside the project folder.
id: FieldWorks tidak dapat mengembalikan berkas tersambung ke lokasi asal. Berkas tersambung yang telah dikembalikan untuk proyek ini akan diletakkan di dalam folder proyek.

source: FieldWorks cannot safely save your changes, because another program has modified the file. Expected write time {0} but found {1}.
id: FieldWorks tidak dapat dengan selamat menyimpan perubahan Anda, karena program lain telah memodifikasi berkas tersebut. Penulisan waktu yang diharapkan {0} tetapi ditemukan {1}.

source: FieldWorks cannot save your changes to {0}. It may be marked Read-only, or you may not have permission to write to the output directory. The file system reports {1}
id: FieldWorks tidak dapat menyimpan perubahan Anda ke {0}. Mungkin tertanda Hanya-Dibaca, atau Anda mungkin tidak mendapatkan izin untuk menulis ke direktori pengeluaran. Sistem berkas melaporkan {1}

source: FieldWorks cannot save your changes, because it does not have permission to replace the file {0}. It may be marked Read-only, or you may not have permission to write in the folder. The file system reports {1}
id: FieldWorks tidak dapat menyimpan perubahan Anda, karena tidak ada izin untuk menggantikan file {0}. Mungkin tertanda Hanya-Dibaca, atau Anda mungkin tak memiliki izin untuk menulis di folder tersebut. Sistem berkas melaporkan {1}

source: FieldWorks does not recognize '{0}' as a valid user interface language ID. English will be used instead.
id: FieldWorks tidak mengenal '{0}' sebagai ID bahasa pengantar. Bahasa Inggris akan digunakan.

source: FieldWorks Equivalent
id: Kesamaan FieldWorks

source: FieldWorks Error
id: Ralat FieldWorks

source: FieldWorks has detected that an unknown field (possibly a custom field you have just deleted) is being used to filter or sort this view. Filtering and sorting will be disabled until you select a new filter or sort sequence.
id: FieldWorks mendeteksi sebuah bidang tak dikenal (kemungkinan sebuah bidang tambahan yang baru dihapus) sedang dipakai untuk menyaring atau mengurutkan tampilan ini. Penyaringan dan pengurutan akan dinonaktifkan sampai Anda memilih rangkaian penyaringan atau pengurutan baru.

source: FieldWorks is unable to move the following projects to the new location.
id: FieldWorks tidak dapat memindahkan proyek berikut ke lokasi baru.

source: FieldWorks Language Explorer
id: Langauge Explorer FieldWorks

source: FieldWorks needs to install some extra information for the character data which is being used for the first time. Just while this is being done, other FieldWorks programs need to be closed because at least one file ({0}) is in use by another FieldWorks program. Please stop all FieldWorks programs other than your current program, then click "Retry" to try again.
id: FieldWorks perlu menginstal beberapa informasi tambahan untuk data karakter yang dipakai untuk pertama kali. Sementara ini dilakukan, program FieldWorks lain perlu ditutup karena setidaknya satu berkas ({0}) sedang dipakai program FieldWorks lain. Hentikan seluruh program FieldWorks selain program yang Anda pakai saat ini, kemudian klik "Coba Lagi" untuk mencoba lagi.

source: FieldWorks needs to know which standard format marker(s) begin a group of related fields. Select at least one marker for each group. By selecting more than one marker, a new group will be started for any of these markers that have already occurred in the current group. A checked marker can only occur once in a given group. Click Help for examples.
id: FieldWorks perlu mengetahui penanda(-penanda) standar format yang mengawali kelompok bidang-bidang terkait. Pilih sekurangnya satu penanda untuk tiap kelompok. Dengan memilih lebih dari satu penanda, kelompok baru akan dimulai untuk tiap penanda-penanda yang muncul dalam kelompok saat ini. Penanda centang hanya dapat muncul sekali dalam kelompok tertentu. Klik Bantuan untuk contoh-contoh.

source: FieldWorks needs to restore some character data. Just while this is being done, other FieldWorks programs need to be closed because at least one file ({0}) is in use by another FieldWorks program. Please stop all FieldWorks programs other than your current program, then click "Retry" to try again.
id: FieldWorks perlu mengembalikan beberapa data karakter. Sementara ini dilakukan, program FieldWorks lain perlu ditutup karena setidaknya satu berkas ({0}) sedang dipakai program FieldWorks lain. Hentikan seluruh program FieldWorks selain program yang Anda pakai saat ini, kemudian klik "Coba Lagi" untuk mencoba lagi.

source: FieldWorks Project Files
id: Berkas Proyek FieldWorks

source: FieldWorks project has no current {0} writing systems.
id: Proyek FieldWorks tidak memiliki {0} sistem penulisan saat ini.

source: FieldWorks project name not specified.
id: Nama proyek FieldWorks tidak ditentukan.

source: FieldWorks Project Properties
id: Properti Proyek FieldWorks

source: Field&Works Project Properties...
id: Properti Proyek Field&Works...

source: FieldWorks Project synchronization problem
id: Masalah sinkronisasi Proyek FieldWorks

source: FieldWorks Project Utilities
id: Utilitas Proyek FieldWorks

source: FieldWorks was not able to back up some of the files used by this project. Do you want to keep the backup anyway? The files not backed up were {0}
id: FieldWorks tidak dapat mencadangkan beberapa berkas yang dipakai oleh proyek ini. Apakah Anda ingin menyimpan cadangan ini? Berkas yang tak memiliki cadangan adalah {0}

source: FieldWorks was unable to convert the project {0} because it was created by a more recent version of FieldWorks. To convert this project, install the appropriate version of FieldWorks, and turn sharing off then on again. (Note that doing this will upgrade all your projects to the newer version.)
id: FieldWorks tidak dapat mengubah proyek {0} karena itu dibuat oleh FieldWorks versi lebih baru. Untuk mengubah proyek ini, instal FieldWorks versi yang sesuai, dan matikan berbagi dan nyalakan kembali. (Perhatikan melakukan hal ini akan mengubah seluruh proyek Anda ke versi lebih baru).

source: FieldWorks was unable to convert the project {0}. This is generally a bug in the program. We recommend that you restart the program as soon as you can. If possible, please zip the entire contents of the folder {1} and send it to Flex_Errors@sil.org with the message "{2}" and any other information you think may help. FieldWorks will continue and try to convert other projects.
id: FieldWorks tidak dapat mengubah proyek {0}. Ini pada umumnya merupakan masalah di program. Kami merekomendasikan Anda menghidupkan ulang program segera. Bila memungkinkan, zip seluruh konten folder {1} dan kirimkan ke Flex_Errors@sil.org dengan pesan "{2}" dan informasi lain yang Anda pikir dapat membantu. FieldWorks akan melanjutkan dan mencoba mengubah proyek lain.

source: &File
id: Be&rkas

source: _File
id: Be_rkas

source: File
id: Berkas

source: File & Settings
id: Berkas & Setelan

source: File {0} could not be loaded. {1}
id: Berkas {0} tidak dapat dibaca. {1}

source: File does not exist: {0}
id: Berkas tidak ada: {0}

source: File is not a valid FieldWorks backup:
id: Berkas bukan cadangan FieldWorks sah:

source: File is not a valid FieldWorks project file.
id: Berkas bukan berkas proyek FieldWorks yang sah.

source: File not found
id: Berkas tidak ditemui

source: File(s) to import:
id: Berkas untuk impor:

source: &File...
id: &Berkas...

source: File:
id: Berkas:

source: &Fills Slot:
id: &Mengisi Slot:

source: Filter by Book
id: Saring Berdasarkan Buku

source: Filter for items containing...
id: Saring butir-butir yang mengandung...

source: Filter for...
id: Saring...

source: Filtered
id: Saringan

source: _Filtering
id: _Menyaring

source: _Filters
id: _Saring

source: Find
id: Cari

source: Find a wordform.
id: Cari bentuk kata.

source: Find and Replace
id: Cari dan Ganti

source: Find and Replace Specified Text
id: Cari dan Gantikan Teks Tertentu

source: Find and Replace Text
id: Cari dan Ganti Teks

source: Find CC Table File
id: Cari Berkas CC Table

source: _Find entry
id: _Cari entri

source: Find entry to add allomorph
id: Cari entri untuk tambah alomorf

source: Find Example Sentence
id: Cari kalimat contoh

source: Find example sentence...
id: Cari kalimat contoh...

source: Find in _Dictionary...
id: Cari di _Kamus...

source: Find in Dictionary
id: Cari di Kamus

source: Find Lexical Entry
id: Cari Entri Kata

source: _Find lexical entry...
id: _Cari entri kata...

source: &Find Next
id: Cari &Lagi

source: Find Ne&xt
id: Cari &Lagi

source: Find next.
id: Cari lagi.

source: Find Occurrence of Specified Text
id: Cari Teks Tertentu

source: Find Pre&vious
id: Cari &Mundur

source: Find previous.
id: Cari mundur.

source: Find related words
id: Cari kata-kata berhubung

source: Find Reversal Entry
id: Cari Entri Balik

source: _Find reversal entry...
id: _Cari entri balik...

source: Find the language name in the list and click to choose it.
id: Cari nama bahasa di daftar dan klik itu untuk memilihnya.

source: Find Variant
id: Cari Varian

source: Find w&hat:
id: Cari &apa:

source: Find Wordform
id: Cari Bentuk Kata

source: _Find Wordform...
id: _Cari Bentuk Kata---

source: &Find...
id: &Cari...

source: Find...
id: Cari...

source: &Find:
id: &Cari:

source: _Find:
id: _Cari:

source: Find:
id: Cari:

source: Find->Replace Warning
id: Peringatan Cari->Ganti

source: Find->Replace:
id: Cari->Ganti:

source: &Finish
id: &Selesai

source: Fi&nish
id: &Selesai

source: Finish
id: Selesai

source: finished
id: selesai

source: Finished searching the document and made {0} replacements.
id: Telah menyelesaikan pencariannya dari dokumen dan membuat {0} penggantian.

source: Finished searching the document.
id: Telah menyelesaikan pencariannya dari dokumen.

source: Finished searching the document. The search item was not found.
id: Telah menyelesaikan pencariannya dari dokumen dan hal yang dicari tidak ditemukan.

source: Finishing migration process...
id: Menyelesaikan proses migrasi...

source: _First
id: _Pertama

source: First Analysis Writing System
id: Sistem Analisa Penulisan Pertama

source: First line
id: Baris pertama

source: First Line Hanging
id: Baris Gantung Pertama

source: First Line Indent
id: Baris Takuk Pertama

source: First Vernacular Writing System
id: Sistem Pertama Penulisan Bahasa Daerah

source: First Word
id: Kata Pertama

source: Fix Data Errors in Project
id: Perbaiki Data yang Salah di Proyek

source: Fix Links
id: Perbaiki Hubungan

source: FLEx Import failure
id: Kegagalan Impor FLex

source: FLEx was not able to do the initial import. FLEx Bridge will protect its shared LIFT data from loss by requiring a retry of the initial import, until it is successful. Retry attempts will start with the next LIFT Send/Receive attempt. Sorry for the inconvenience, but a new version of FLEx will likely be required in order to continue using LIFT Send/Receive.
id: FLex tidak dapat melakukan impor awal. FLex Bridge akan melindungi data berbagi LIFT dari kehilangan dengan mengharuskan pencobaan lagi impor awal, hingga berhasil. Upaya coba lagi akan mulai dengan upaya Kirim/Terima LIFT berikutnya. Maaf atas ketidaknyamanan ini, tetapi FLex versi baru akan diharuskan untuk melanjutkan menggunakan Kirim/Terima LIFT.
